<ol class="privacy">
    <li>
        <h2>Общие положения</h2>
        <ol>
            <li>Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. № 152-ФЗ «О персональных данных» (далее — Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые ООО «ПАТТЕРН МЕДИА» (ИНН 9703190898, ОГРН 1247700627680, 123112, город Москва, вн. тер. г. муниципальный округ Пресненский, наб. Пресненская, дом 12, помещение 10/45) (далее — Оператор).</li>
            <li>Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.</li>
            <li>Настоящая политика Оператора в отношении обработки персональных данных (далее — Политика) размещена в сети Интернет по адресу <a href="https://blackpattern.ru/privacy/">https://blackpattern.ru/privacy/</a>.</li>
        </ol>
    </li>
    <li>
        <h2>Основные понятия, используемые в Политике</h2>
        <ol>
            <li>Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники.</li>
            <li>Блокирование персональных данных — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).</li>
            <li>Веб-сайт — совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети Интернет по сетевому адресу <a href="https://blackpattern.ru/">https://blackpattern.ru/</a>.</li>
            <li>Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.</li>
            <li>Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.</li>
            <li>Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</li>
            <li>Оператор — ООО «ПАТТЕРН МЕДИА» (ИНН 9703190898, ОГРН 1247700627680, 123112, город Москва, вн. тер. г. муниципальный округ Пресненский, наб. Пресненская, дом 12, помещение 10/45), самостоятельно или совместно с другими лицами организующее и/или осуществляющее обработку персональных данных, а также определяющее цели обработки персональных данных, состав персональных данных, подлежащих обработке, и действия (операции), совершаемые с персональными данными.</li>
            <li>Персональные данные — любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта <a href="https://blackpattern.ru/">https://blackpattern.ru/</a>.</li>
            <li>Персональные данные, разрешенные субъектом персональных данных для распространения, — персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее — персональные данные, разрешенные для распространения).</li>
            <li>Пользователь — любой посетитель веб-сайта <a href="https://blackpattern.ru/">https://blackpattern.ru/</a>.</li>
            <li>Предоставление персональных данных — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.</li>
            <li>Распространение персональных данных — любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.</li>
            <li>Трансграничная передача персональных данных — передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.</li>
            <li>Уничтожение персональных данных — действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и/или в результате которых уничтожаются материальные носители персональных данных.</li>
            <li>Файлы cookies — небольшие файлы с данными, которые размещаются (хранятся) на устройстве Пользователя, когда он посещает Сайт, и которые могут содержать идентификатор Пользователя, сведения об устройстве или браузере.</li>
        </ol>
        <p>Иные термины, не упомянутые выше, используются в значении, установленном нормативными правовыми актами Российской Федерации.</p>
    </li>
    <li>
        <h2>Основные права и обязанности Оператора</h2>
        <ol>
            <li>Оператор имеет право:
                <ul>
                    <li>получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;</li>
                    <li>в случае отзыва субъектом персональных данных согласия на обработку персональных данных, а также направления обращения с требованием о прекращении обработки персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;</li>
                    <li>самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.</li>
                </ul>
            </li>
            <li>Оператор обязан:
                <ul>
                    <li>предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;</li>
                    <li>организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;</li>
                    <li>отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;</li>
                    <li>сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 10 дней с даты получения такого запроса;</li>
                    <li>публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;</li>
                    <li>принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;</li>
                    <li>прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;</li>
                    <li>исполнять иные обязанности, предусмотренные Законом о персональных данных.</li>
                </ul>
            </li>
        </ol>
    </li>
    <li>
        <h2>Основные права и обязанности субъектов персональных данных</h2>
        <ol>
            <li>Субъекты персональных данных имеют право:
                <ul>
                    <li>получать информацию, касающуюся обработки их персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;</li>
                    <li>требовать от Оператора уточнения их персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;</li>
                    <li>выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;</li>
                    <li>отозвать согласие на обработку персональных данных, а также направить требование о прекращении обработки персональных данных;</li>
                    <li>обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке их персональных данных;</li>
                    <li>осуществлять иные права, предусмотренные законодательством РФ.</li>
                </ul>
            </li>
            <li>Субъекты персональных данных обязаны:
                <ul>
                    <li>предоставлять Оператору достоверные данные о себе;</li>
                    <li>сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.</li>
                </ul>
            </li>
            <li>Лица, передавшие Оператору недостоверные сведения о себе либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.</li>
        </ol>
    </li>
    <li>
        <h2>Принципы обработки персональных данных</h2>
        <ol>
            <li>Обработка персональных данных осуществляется на законной и справедливой основе.</li>
            <li>Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.</li>
            <li>Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.</li>
            <li>Обработке подлежат только персональные данные, которые отвечают целям их обработки.</li>
            <li>Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.</li>
            <li>При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.</li>
            <li>Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом или договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.</li>
            <li>Пользователь считается предоставившим согласие на обработку своих персональных данных Оператору в момент нажатия на Сайте кнопки «Обсудить задачу» или кнопки с аналогичным названием, расположенной внизу формы заявки на обратный звонок, а также путем выбора технических настроек (использование файлов cookies), что четко указывает на согласие Пользователя на обработку его персональных данных. Молчание или бездействие Пользователя не являются согласием.</li>
            <li>Оператор обеспечивает надежность хранения информации, полученной от Пользователя, и прозрачность целей сбора персональных данных, за исключением случаев добровольного предоставления Пользователем своих персональных данных для общего доступа неопределенному кругу лиц.</li>
            <li>Оператор предоставляет доступ к персональным данным Пользователя исключительно тем работникам Оператора, которым такая информация необходима для исполнения обязательств перед Пользователем, обеспечивая соблюдение работниками Оператора конфиденциальности и безопасности персональных данных. Оператор обязуется сохранять конфиденциальность всех сведений, полученных от Пользователя, независимо от содержания таких сведений и способов их получения.</li>
        </ol>
    </li>
    <li>
        <h2>Цели обработки персональных данных</h2>
        <p>Персональные данные, разрешенные к обработке в рамках Политики, предоставляются Пользователем путем заполнения специальных форм на Сайте, а также с помощью онлайн-чата (если он функционирует) или электронной почты, и включают в себя следующую персональную информацию:</p>
        <div class="privacy-table">
            <table>
                <thead>
                    <tr>
                        <th>Цель обработки персональных данных</th>
                        <th>Категории персональных данных</th>
                        <th>Категории субъектов персональных данных</th>
                        <th>Правовое основание</th>
                        <th>Срок хранения</th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <td>Подготовка, заключение, исполнение гражданско-правового договора</td>
                        <td>Фамилия, имя, отчество, электронный адрес, номера телефонов, фотографии</td>
                        <td>Клиенты, посетители Сайта</td>
                        <td>Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных</td>
                        <td>До момента достижения целей обработки персональных данных или отзыва согласия на обработку персональных данных либо ликвидации (реорганизации) Оператора</td>
                    </tr>
                    <tr>
                        <td>Регистрация на Сайте</td>
                        <td>Адрес электронной почты, номер телефона</td>
                        <td>Клиенты, посетители Сайта</td>
                        <td>Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных</td>
                        <td>До момента отзыва согласия на обработку персональных данных либо ликвидации (реорганизации) Оператора</td>
                    </tr>
                    <tr>
                        <td>Проведение статистического учета («Яндекс Метрика»)</td>
                        <td>Файлы cookies, данные, которые собирает счетчик Яндекс Метрики: IP-адрес, URL страниц, с которых посетители начинают просмотр Сайта, а также на которых завершились визиты, реферер страницы, заголовок страницы, браузер и его версия, операционная система и ее версия, данные об устройствах и программном обеспечении, часовой пояс, язык браузера, информация о географическом распределении посетителей, данные, необходимые для продвижения Сайта в поисковых системах</td>
                        <td>Клиенты, посетители Сайта</td>
                        <td>Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных</td>
                        <td>До момента достижения целей обработки персональных данных или отзыва согласия на обработку персональных данных либо ликвидации (реорганизации) Оператора</td>
                    </tr>
                </tbody>
            </table>
        </div>
        <p>В целях информирования Пользователя и получения от него согласия Оператор размещает на Сайте уведомление об использовании и обработке файлов cookies. Пользователь вправе в любой момент изменить настройки своего браузера таким образом, чтобы все файлы cookies блокировались или чтобы осуществлялось оповещение об их отправке. При этом Пользователь должен понимать, что в таком случае некоторые функции и сервисы Сайта могут перестать функционировать или начать работать некорректно.</p>
        <p>Оператор не осуществляет обработку персональных данных, разрешенных для распространения, биометрических персональных данных и специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, сведений о судимости.</p>
    </li>
    <li>
        <h2>Порядок сбора, хранения, передачи и других видов обработки персональных данных</h2>
        <ol>
            <li>Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.</li>
            <li>Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.</li>
            <li>Персональные данные Пользователя никогда и ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства, либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.</li>
            <li>В случае выявления неточностей в персональных данных Пользователь может актуализировать их самостоятельно путем направления Оператору уведомления на адрес электронной почты <a href="mailto:hello@whitepattern.ru">hello@whitepattern.ru</a> с пометкой «Актуализация персональных данных».</li>
            <li>Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес <a href="mailto:hello@whitepattern.ru">hello@whitepattern.ru</a> с пометкой «Отзыв согласия на обработку персональных данных».</li>
            <li>Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (операторами) в соответствии с их пользовательскими соглашениями и политиками конфиденциальности. Оператор не несет ответственности за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.</li>
            <li>Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.</li>
            <li>Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.</li>
            <li>Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом или договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.</li>
            <li>Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных, отзыв согласия субъектом персональных данных или требование о прекращении обработки персональных данных, а также выявление неправомерной обработки персональных данных.</li>
        </ol>
    </li>
    <li>
        <h2>Перечень действий, производимых Оператором с полученными персональными данными</h2>
        <ol>
            <li>Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.</li>
            <li>Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.</li>
        </ol>
    </li>
    <li>
        <h2>Трансграничная передача персональных данных</h2>
        <p>Трансграничная передача персональных данных на территории иностранных государств не производится.</p>
    </li>
    <li>
        <h2>Конфиденциальность персональных данных</h2>
        <p>Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.</p>
    </li>
    <li>
        <h2>Заключительные положения</h2>
        <ol>
            <li>Пользователь может получить любые разъяснения по вопросам, касающимся обработки его персональных данных, обратившись к Оператору по электронной почте <a href="mailto:hello@whitepattern.ru">hello@whitepattern.ru</a>. Совершая действия, указанные в настоящей Политике, Пользователь подтверждает, что ознакомился с ее условиями и дает согласие на обработку персональных данных.</li>
            <li>В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.</li>
            <li>Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу <a href="https://blackpattern.ru/privacy/">https://blackpattern.ru/privacy/</a>.</li>
        </ol>
    </li>
</ol>
